Repository: Poligicchio-Digital/remarcacao_chassi2
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# versao
source: version 1.0.0
es: versión 1.0.0
pt: versão 1.0.0

# criarNovoCad
source: Create a new Markdown record
es: Crear un nuevo registro Markdown
pt: Criar novo cadastro de Remarcação

# salvarForm
source: SUBMIT
es: REGISTRAR
pt: SALVAR

# novaRemarcacao
source: New Markdown
es: Nueva rebaja
pt: Nova Remarcação

# placaVeiculo
source: Vehicle Plate
es: Matrícula del vehículo
pt: Placa do Veículo

# placa
source: Plate
es: Junta
pt: Placa

# tipoVeiculo
source: Vehicle Type
es: Tipo de Vehiculo
pt: Tipo de Veículo

# local
source: Place
es: Lugar
pt: Local

# escolhaLocal
source: Choose the Rebooking Location
es: Elija la ubicación de cambio de reserva
pt: Escolha o Local da Remarcação

# equipe
source: Team
es: Equipo
pt: Equipe

# segEquipe
source: Insurer/Team
es: Aseguradora/Equipo
pt: Segurador/Equipe

# escolhaSeguradora
source: Choose the Insurer
es: Elige la Aseguradora
pt: Escolha a Seguradora

# escolhaEquipe
source: Choose the Team
es: Elige el equipo
pt: Escolha a Equipe

# escolhaExecutor
source: Choose the Executor
es: Elige el Ejecutor
pt: Escolha o Executor

# dadosCabecalho
source: Header Data
es: Datos de encabezado
pt: Dados Cabeçalho

# proprietario
source: Owner
es: Dueño
pt: Proprietario

# marcaModelo
source: Brand/Model
es: Marca/Modelo
pt: Marca/Modelo

# nChassi
source: Nº Chassis
es: Nº Chasi
pt: Nº Chassi

# nVidro
source: Nº Glass
es: Nº Vidrio
pt: Nº Vidro

# oficio
source: Office No.
es: Artesanía de Nº
pt: Oficio de Nº

# nProtocolo
source: Protocol No.
es: Nº Protocolo
pt: Nº Protocolo

# escolhaTipoVeiculo
source: Choose a Vehicle Type
es: Elija un tipo de vehículo
pt: Escolha um tipo de Veículo

# servico
source: Service
es: Servicio
pt: Serviço

# chassi
source: Chassis
es: Chasi
pt: Chassi

# vidros
source: Glasses
es: Lentes
pt: Vidros
